<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */


    'duplicate_department' => 'ØªÙ… ØªØ­Ø¯ÙŠØ¯ Ù‡Ø°Ø§ Ø§Ù„Ù‚Ø³Ù… Ù…Ø±ØªÙŠÙ†.',


    'accepted' => 'ÙŠØ¬Ø¨ Ù‚Ø¨ÙˆÙ„ Ø§Ù„Ø­Ù‚Ù„ :attribute',
    'accepted_if' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ù‚Ø¨ÙˆÙ„ ÙÙŠ Ø­Ø§Ù„ Ù…Ø§ Ø¥Ø°Ø§ ÙƒØ§Ù† :other ÙŠØ³Ø§ÙˆÙŠ :value.',
    'active_url' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù„Ø§ ÙŠÙÙ…Ø«Ù‘Ù„ Ø±Ø§Ø¨Ø·Ù‹Ø§ ØµØ­ÙŠØ­Ù‹Ø§',
    'after' => 'ÙŠØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø£Ù† ÙŠÙƒÙˆÙ† ØªØ§Ø±ÙŠØ®Ù‹Ø§ Ù„Ø§Ø­Ù‚Ù‹Ø§ Ù„Ù„ØªØ§Ø±ÙŠØ® :date.',
    'after_or_equal' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† ØªØ§Ø±ÙŠØ®Ø§Ù‹ Ù„Ø§Ø­Ù‚Ø§Ù‹ Ø£Ùˆ Ù…Ø·Ø§Ø¨Ù‚Ø§Ù‹ Ù„Ù„ØªØ§Ø±ÙŠØ® :date.',
    'alpha' => 'ÙŠØ¬Ø¨ Ø£Ù† Ù„Ø§ ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø³ÙˆÙ‰ Ø¹Ù„Ù‰ Ø­Ø±ÙˆÙ',
    'alpha_dash' => 'ÙŠØ¬Ø¨ Ø£Ù† Ù„Ø§ ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø­Ø±ÙˆÙØŒ Ø£Ø±Ù‚Ø§Ù… ÙˆÙ…Ø·Ù‘Ø§Øª.',
    'alpha_num' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ :attribute Ø¹Ù„Ù‰ Ø­Ø±ÙˆÙÙ ÙˆØ£Ø±Ù‚Ø§Ù…Ù ÙÙ‚Ø·',
    'array' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ù‹Ù…ØµÙÙˆÙØ©',
    'before' => 'ÙŠØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø£Ù† ÙŠÙƒÙˆÙ† ØªØ§Ø±ÙŠØ®Ù‹Ø§ Ø³Ø§Ø¨Ù‚Ù‹Ø§ Ù„Ù„ØªØ§Ø±ÙŠØ® :date.',
    'before_or_equal' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† ØªØ§Ø±ÙŠØ®Ø§ Ø³Ø§Ø¨Ù‚Ø§ Ø£Ùˆ Ù…Ø·Ø§Ø¨Ù‚Ø§ Ù„Ù„ØªØ§Ø±ÙŠØ® :date',
    'between' => [
        'array' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ :attribute Ø¹Ù„Ù‰ Ø¹Ø¯Ø¯ Ù…Ù† Ø§Ù„Ø¹Ù†Ø§ØµØ± Ø¨ÙŠÙ† :min Ùˆ :max',
        'file' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø­Ø¬Ù… Ø§Ù„Ù…Ù„Ù :attribute Ø¨ÙŠÙ† :min Ùˆ :max ÙƒÙŠÙ„ÙˆØ¨Ø§ÙŠØª.',
        'numeric' => 'ÙŠØ¬Ø¨ Ø£Ù† ØªÙƒÙˆÙ† Ù‚ÙŠÙ…Ø© :attribute Ø¨ÙŠÙ† :min Ùˆ :max.',
        'string' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø¹Ø¯Ø¯ Ø­Ø±ÙˆÙ Ø§Ù„Ù†Ù‘Øµ :attribute Ø¨ÙŠÙ† :min Ùˆ :max',
    ],
    'boolean' => 'ÙŠØ¬Ø¨ Ø£Ù† ØªÙƒÙˆÙ† Ù‚ÙŠÙ…Ø© Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¥Ù…Ø§ true Ø£Ùˆ false ',
    'confirmed' => 'Ø­Ù‚Ù„ Ø§Ù„ØªØ£ÙƒÙŠØ¯ ØºÙŠØ± Ù…ÙØ·Ø§Ø¨Ù‚ Ù„Ù„Ø­Ù‚Ù„ :attribute',
    'current_password' => 'ÙƒÙ„Ù…Ø© Ø§Ù„Ù…Ø±ÙˆØ± ØºÙŠØ± ØµØ­ÙŠØ­Ø©',
    'date' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù„ÙŠØ³ ØªØ§Ø±ÙŠØ®Ù‹Ø§ ØµØ­ÙŠØ­Ù‹Ø§',
    'date_equals' => 'Ù„Ø§ ÙŠØ³Ø§ÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø¹ :date.',
    'date_format' => 'Ù„Ø§ ÙŠØªÙˆØ§ÙÙ‚ Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø¹ Ø§Ù„Ø´ÙƒÙ„ :format.',
    'declined' => 'ÙŠØ¬Ø¨ Ø±ÙØ¶ Ø§Ù„Ø­Ù‚Ù„ :attribute',
    'declined_if' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø±ÙÙˆØ¶ ÙÙŠ Ø­Ø§Ù„ Ù…Ø§ Ø¥Ø°Ø§ ÙƒØ§Ù† :other ÙŠØ³Ø§ÙˆÙŠ :value.',
    'different' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„Ø§Ù† :attribute Ùˆ :other Ù…ÙØ®ØªÙ„ÙØ§Ù†',
    'digits' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ :digits Ø±Ù‚Ù…Ù‹Ø§/Ø£Ø±Ù‚Ø§Ù…',
    'digits_between' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¨ÙŠÙ† :min Ùˆ :max Ø±Ù‚Ù…Ù‹Ø§/Ø£Ø±Ù‚Ø§Ù…',
    'dimensions' => 'Ø§Ù„Ù€ :attribute ÙŠØ­ØªÙˆÙŠ Ø¹Ù„Ù‰ Ø£Ø¨Ø¹Ø§Ø¯ ØµÙˆØ±Ø© ØºÙŠØ± ØµØ§Ù„Ø­Ø©.',
    'distinct' => 'Ù„Ù„Ø­Ù‚Ù„ :attribute Ù‚ÙŠÙ…Ø© Ù…ÙÙƒØ±Ù‘Ø±Ø©.',
    'doesnt_end_with' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù„Ø§ ÙŠÙ†ØªÙ‡ÙŠ Ø¨ÙˆØ§Ø­Ø¯Ø© Ù…Ù† Ø§Ù„Ù‚ÙŠÙ… Ø§Ù„ØªØ§Ù„ÙŠØ©: :values.',
    'doesnt_start_with' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù„Ø§ ÙŠØ¨Ø¯Ø£ Ø¨ÙˆØ§Ø­Ø¯Ø© Ù…Ù† Ø§Ù„Ù‚ÙŠÙ… Ø§Ù„ØªØ§Ù„ÙŠØ©: :values.',
    'email' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† :attribute Ø¹Ù†ÙˆØ§Ù† Ø¨Ø±ÙŠØ¯ Ø¥Ù„ÙƒØªØ±ÙˆÙ†ÙŠ ØµØ­ÙŠØ­ Ø§Ù„Ø¨ÙÙ†ÙŠØ©',
    'ends_with' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙ†ØªÙ‡ÙŠ Ø¨Ø£Ø­Ø¯ Ø§Ù„Ù‚ÙŠÙ… Ø§Ù„ØªØ§Ù„ÙŠØ© :value.',
    'enum' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ØºÙŠØ± ØµØ­ÙŠØ­',
    'exists' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù„Ø§ØºÙ',
    'file' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ù…Ù† Ù…Ù„ÙØ§.',
    'filled' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¥Ø¬Ø¨Ø§Ø±ÙŠ',
    'gt' => [
        'array' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ­ØªÙˆÙŠ Ø¹Ù„ÙŠ Ø§ÙƒØ«Ø± Ù…Ù† :value Ø¹Ù†Ø§ØµØ±/Ø¹Ù†ØµØ±.',
        'file' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§ÙƒØ¨Ø± Ù…Ù† :value ÙƒÙŠÙ„Ùˆ Ø¨Ø§ÙŠØª.',
        'numeric' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§ÙƒØ¨Ø± Ù…Ù† :value.',
        'string' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§ÙƒØ¨Ø± Ù…Ù† :value Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§.',
    ],
    'gte' => [
        'array' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ­ØªÙˆÙŠ Ø¹Ù„ÙŠ :value Ø¹Ù†Ø§ØµØ±/Ø¹Ù†ØµØ± Ø§Ùˆ Ø§ÙƒØ«Ø±.',
        'file' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§ÙƒØ¨Ø± Ù…Ù† Ø§Ùˆ ÙŠØ³Ø§ÙˆÙŠ :value ÙƒÙŠÙ„Ùˆ Ø¨Ø§ÙŠØª.',
        'numeric' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§ÙƒØ¨Ø± Ù…Ù† Ø§Ùˆ ÙŠØ³Ø§ÙˆÙŠ :value.',
        'string' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§ÙƒØ¨Ø± Ù…Ù† Ø§Ùˆ ÙŠØ³Ø§ÙˆÙŠ :value Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§.',
    ],
    'image' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute ØµÙˆØ±Ø©Ù‹',
    'in' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù„Ø§ØºÙ',
    'in_array' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ØºÙŠØ± Ù…ÙˆØ¬ÙˆØ¯ ÙÙŠ :other.',
    'integer' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ø¯Ø¯Ù‹Ø§ ØµØ­ÙŠØ­Ù‹Ø§',
    'ip' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù†ÙˆØ§Ù† IP Ø°Ø§ Ø¨ÙÙ†ÙŠØ© ØµØ­ÙŠØ­Ø©',
    'ipv4' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù†ÙˆØ§Ù† IPv4 Ø°Ø§ Ø¨Ù†ÙŠØ© ØµØ­ÙŠØ­Ø©.',
    'ipv6' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù†ÙˆØ§Ù† IPv6 Ø°Ø§ Ø¨Ù†ÙŠØ© ØµØ­ÙŠØ­Ø©.',
    'json' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ù†ØµØ§ Ù…Ù† Ù†ÙˆØ¹ JSON.',
    'lowercase' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØªÙƒÙˆÙ† Ù…Ù† Ø­Ø±ÙˆÙ ØµØºÙŠØ±Ø©',
    'lt' => [
        'array' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ­ØªÙˆÙŠ Ø¹Ù„ÙŠ Ø§Ù‚Ù„ Ù…Ù† :value Ø¹Ù†Ø§ØµØ±/Ø¹Ù†ØµØ±.',
        'file' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§Ù‚Ù„ Ù…Ù† :value ÙƒÙŠÙ„Ùˆ Ø¨Ø§ÙŠØª.',
        'numeric' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§Ù‚Ù„ Ù…Ù† :value.',
        'string' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§Ù‚Ù„ Ù…Ù† :value Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§.',
    ],
    'lte' => [
        'array' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ­ØªÙˆÙŠ Ø¹Ù„ÙŠ Ø§ÙƒØ«Ø± Ù…Ù† :value Ø¹Ù†Ø§ØµØ±/Ø¹Ù†ØµØ±.',
        'file' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§Ù‚Ù„ Ù…Ù† Ø§Ùˆ ÙŠØ³Ø§ÙˆÙŠ :value ÙƒÙŠÙ„Ùˆ Ø¨Ø§ÙŠØª.',
        'numeric' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§Ù‚Ù„ Ù…Ù† Ø§Ùˆ ÙŠØ³Ø§ÙˆÙŠ :value.',
        'string' => 'Ø§Ù„Ù€ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠÙƒÙˆÙ† Ø§Ù‚Ù„ Ù…Ù† Ø§Ùˆ ÙŠØ³Ø§ÙˆÙŠ :value Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§.',
    ],
    'mac_address' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù†ÙˆØ§Ù† MAC Ø°Ø§ Ø¨Ù†ÙŠØ© ØµØ­ÙŠØ­Ø©.',
    'max' => [
        'array' => 'ÙŠØ¬Ø¨ Ø£Ù† Ù„Ø§ ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø£ÙƒØ«Ø± Ù…Ù† :max Ø¹Ù†Ø§ØµØ±/Ø¹Ù†ØµØ±.',
        'file' => 'ÙŠØ¬Ø¨ Ø£Ù† Ù„Ø§ ÙŠØªØ¬Ø§ÙˆØ² Ø­Ø¬Ù… Ø§Ù„Ù…Ù„Ù :attribute :max ÙƒÙŠÙ„ÙˆØ¨Ø§ÙŠØª',
        'numeric' => 'ÙŠØ¬Ø¨ Ø£Ù† ØªÙƒÙˆÙ† Ù‚ÙŠÙ…Ø© Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø³Ø§ÙˆÙŠØ© Ø£Ùˆ Ø£ØµØºØ± Ù„Ù€ :max.',
        'string' => 'ÙŠØ¬Ø¨ Ø£Ù† Ù„Ø§ ÙŠØªØ¬Ø§ÙˆØ² Ø·ÙˆÙ„ Ù†Øµ :attribute :max Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§',
    ],
    'max_digits' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù„Ø§ ÙŠØ­ØªÙˆÙŠ Ø£ÙƒØ«Ø± Ù…Ù† :max Ø£Ø±Ù‚Ø§Ù….',
    'mimes' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ Ù…Ù„ÙÙ‹Ø§ Ù…Ù† Ù†ÙˆØ¹ : :values.',
    'mimetypes' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ Ù…Ù„ÙÙ‹Ø§ Ù…Ù† Ù†ÙˆØ¹ : :values.',
    'min' => [
        'array' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø§Ù„Ø£Ù‚Ù„ Ø¹Ù„Ù‰ :min Ø¹ÙÙ†ØµØ±Ù‹Ø§/Ø¹Ù†Ø§ØµØ±',
        'file' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø­Ø¬Ù… Ø§Ù„Ù…Ù„Ù :attribute Ø¹Ù„Ù‰ Ø§Ù„Ø£Ù‚Ù„ :min ÙƒÙŠÙ„ÙˆØ¨Ø§ÙŠØª',
        'numeric' => 'ÙŠØ¬Ø¨ Ø£Ù† ØªÙƒÙˆÙ† Ù‚ÙŠÙ…Ø© Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø³Ø§ÙˆÙŠØ© Ø£Ùˆ Ø£ÙƒØ¨Ø± Ù„Ù€ :min.',
        'string' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø·ÙˆÙ„ Ù†Øµ :attribute Ø¹Ù„Ù‰ Ø§Ù„Ø£Ù‚Ù„ :min Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§',
    ],
    'min_digits' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ :min Ø£Ø±Ù‚Ø§Ù… Ø¹Ù„Ù‰ Ø§Ù„Ø£Ù‚Ù„.',
    'multiple_of' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ù…Ù† Ù…Ø¶Ø§Ø¹ÙØ§Øª :value.',
    'not_in' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù„Ø§ØºÙ',
    'not_regex' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù†ÙˆØ¹Ù‡ Ù„Ø§ØºÙ',
    'numeric' => 'ÙŠØ¬Ø¨ Ø¹Ù„Ù‰ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø£Ù† ÙŠÙƒÙˆÙ† Ø±Ù‚Ù…Ù‹Ø§',
    'password' => [
        'letters' => 'ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ´Ù…Ù„ Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø­Ø±Ù ÙˆØ§Ø­Ø¯ Ø¹Ù„Ù‰ Ø§Ù„Ø§Ù‚Ù„.',
        'mixed' => 'ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ´Ù…Ù„ Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø­Ø±Ù ÙˆØ§Ø­Ø¯ Ø¨ØµÙŠØºØ© ÙƒØ¨ÙŠØ±Ø© Ø¹Ù„Ù‰ Ø§Ù„Ø§Ù‚Ù„ ÙˆØ­Ø±Ù Ø§Ø®Ø± Ø¨ØµÙŠØºØ© ØµØºÙŠØ±Ø©.',
        'numbers' => 'ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ´Ù…Ù„ Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø±Ù‚Ù… ÙˆØ§Ø­Ø¯ Ø¹Ù„Ù‰ Ø§Ù„Ø§Ù‚Ù„.',
        'symbols' => 'ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ´Ù…Ù„ Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ Ø±Ù…Ø² ÙˆØ§Ø­Ø¯ Ø¹Ù„Ù‰ Ø§Ù„Ø§Ù‚Ù„.',
        'uncompromised' => 'Ø­Ù‚Ù„ :attribute ØªØ¨Ø¯Ùˆ ØºÙŠØ± Ø¢Ù…Ù†Ø©. Ø§Ù„Ø±Ø¬Ø§Ø¡ Ø§Ø®ØªÙŠØ§Ø± Ù‚ÙŠÙ…Ø© Ø§Ø®Ø±Ù‰.',
    ],
    'present' => 'ÙŠØ¬Ø¨ ØªÙ‚Ø¯ÙŠÙ… Ø§Ù„Ø­Ù‚Ù„ :attribute',
    'prohibited' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø­Ø¸ÙˆØ±',
    'prohibited_if' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø­Ø¸ÙˆØ± ÙÙŠ Ø­Ø§Ù„ Ù…Ø§ Ø¥Ø°Ø§ ÙƒØ§Ù† :other ÙŠØ³Ø§ÙˆÙŠ :value.',
    'prohibited_unless' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø­Ø¸ÙˆØ± ÙÙŠ Ø­Ø§Ù„ Ù…Ø§ Ù„Ù… ÙŠÙƒÙˆÙ† :other ÙŠØ³Ø§ÙˆÙŠ :value.',
    'prohibits' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ­Ø¸Ø± :other Ù…Ù† Ø§ÙŠ ÙŠÙƒÙˆÙ† Ù…ÙˆØ¬ÙˆØ¯',
    'regex' => 'ØµÙŠØºØ© Ø§Ù„Ø­Ù‚Ù„ :attribute .ØºÙŠØ± ØµØ­ÙŠØ­Ø©',
    'required' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø·Ù„ÙˆØ¨.',
    'required_array_keys' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ­ØªÙˆÙŠ Ø¹Ù„ÙŠ Ù…Ø¯Ø®Ù„Ø§Øª Ù„Ù„Ù‚ÙŠÙ… Ø§Ù„ØªØ§Ù„ÙŠØ© :values.',
    'required_if' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø·Ù„ÙˆØ¨ ÙÙŠ Ø­Ø§Ù„ Ù…Ø§ Ø¥Ø°Ø§ ÙƒØ§Ù† :other ÙŠØ³Ø§ÙˆÙŠ :value.',
    'required_if_accepted' => 'The :attribute field is required when :other is accepted.',
    'required_unless' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø·Ù„ÙˆØ¨ ÙÙŠ Ø­Ø§Ù„ Ù…Ø§ Ù„Ù… ÙŠÙƒÙ† :other ÙŠØ³Ø§ÙˆÙŠ :values.',
    'required_with' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¥Ø°Ø§ ØªÙˆÙÙ‘Ø± :values.',
    'required_with_all' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¥Ø°Ø§ ØªÙˆÙÙ‘Ø± :values.',
    'required_without' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¥Ø°Ø§ Ù„Ù… ÙŠØªÙˆÙÙ‘Ø± :values.',
    'required_without_all' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¥Ø°Ø§ Ù„Ù… ÙŠØªÙˆÙÙ‘Ø± :values.',
    'same' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØªØ·Ø§Ø¨Ù‚ Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø¹ :other',
    'size' => [
        'array' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ø­Ù‚Ù„ :attribute Ø¹Ù„Ù‰ :size Ø¹Ù†ØµØ±Ù/Ø¹Ù†Ø§ØµØ± Ø¨Ø§Ù„Ø¸Ø¨Ø·',
        'file' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø­Ø¬Ù… Ø§Ù„Ù…Ù„Ù :attribute :size ÙƒÙŠÙ„ÙˆØ¨Ø§ÙŠØª',
        'numeric' => 'ÙŠØ¬Ø¨ Ø£Ù† ØªÙƒÙˆÙ† Ù‚ÙŠÙ…Ø© Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…Ø³Ø§ÙˆÙŠØ© Ù„Ù€ :size',
        'string' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠØ­ØªÙˆÙŠ Ø§Ù„Ù†Øµ :attribute Ø¹Ù„Ù‰ :size Ø­Ø±ÙˆÙÙ/Ø­Ø±ÙÙ‹Ø§ Ø¨Ø§Ù„Ø¸Ø¨Ø·',
    ],
    'starts_with' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø§Ù† ÙŠØ¨Ø¯Ø£ Ø¨Ø£Ø­Ø¯ Ø§Ù„Ù‚ÙŠÙ… Ø§Ù„ØªØ§Ù„ÙŠØ©: :values.',
    'string' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† Ø§Ù„Ø­Ù‚Ù„ :attribute Ù†ØµØ¢.',
    'timezone' => 'ÙŠØ¬Ø¨ Ø£Ù† ÙŠÙƒÙˆÙ† :attribute Ù†Ø·Ø§Ù‚Ù‹Ø§ Ø²Ù…Ù†ÙŠÙ‹Ø§ ØµØ­ÙŠØ­Ù‹Ø§',
    'unique' => 'Ù‚ÙŠÙ…Ø© Ø§Ù„Ø­Ù‚Ù„ :attribute Ù…ÙØ³ØªØ®Ø¯Ù…Ø© Ù…Ù† Ù‚Ø¨Ù„',
    'uploaded' => 'ÙØ´Ù„ ÙÙŠ ØªØ­Ù…ÙŠÙ„ Ø§Ù„Ù€ :attribute',
    'uppercase' => 'The :attribute must be uppercase.',
    'url' => 'ØµÙŠØºØ© Ø§Ù„Ø±Ø§Ø¨Ø· :attribute ØºÙŠØ± ØµØ­ÙŠØ­Ø©',
    'uuid' => 'Ø§Ù„Ø­Ù‚Ù„ :attribute ÙŠØ¬Ø¨ Ø§Ù† Ø§ÙŠÙƒÙˆÙ† Ø±Ù‚Ù… UUID ØµØ­ÙŠØ­.',

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'custom-message',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to swap our attribute placeholder
    | with something more reader friendly such as "E-Mail Address" instead
    | of "email". This simply helps us make our message more expressive.
    |
    */

    'attributes' => [
        'name'                  => 'Ø§Ù„Ø§Ø³Ù…',
        'username'              => 'Ø§Ø³Ù… Ø§Ù„Ù…ÙØ³ØªØ®Ø¯Ù…',
        'email'                 => 'Ø§Ù„Ø¨Ø±ÙŠØ¯ Ø§Ù„Ø§Ù„ÙƒØªØ±ÙˆÙ†ÙŠ',
        'first_name'            => 'Ø§Ù„Ø§Ø³Ù…',
        'last_name'             => 'Ø§Ø³Ù… Ø§Ù„Ø¹Ø§Ø¦Ù„Ø©',
        'password'              => 'ÙƒÙ„Ù…Ø© Ø§Ù„Ù…Ø±ÙˆØ±',
        'password_confirmation' => 'ØªØ£ÙƒÙŠØ¯ ÙƒÙ„Ù…Ø© Ø§Ù„Ù…Ø±ÙˆØ±',
        'city'                  => 'Ø§Ù„Ù…Ø¯ÙŠÙ†Ø©',
        'country'               => 'Ø§Ù„Ø¯ÙˆÙ„Ø©',
        'address'               => 'Ø§Ù„Ø¹Ù†ÙˆØ§Ù†',
        'phone'                 => 'Ø§Ù„Ù‡Ø§ØªÙ',
        'mobile'                => 'Ø§Ù„Ø¬ÙˆØ§Ù„',
        'age'                   => 'Ø§Ù„Ø¹Ù…Ø±',
        'sex'                   => 'Ø§Ù„Ø¬Ù†Ø³',
        'gender'                => 'Ø§Ù„Ù†ÙˆØ¹',
        'day'                   => 'Ø§Ù„ÙŠÙˆÙ…',
        'month'                 => 'Ø§Ù„Ø´Ù‡Ø±',
        'year'                  => 'Ø§Ù„Ø³Ù†Ø©',
        'hour'                  => 'Ø³Ø§Ø¹Ø©',
        'minute'                => 'Ø¯Ù‚ÙŠÙ‚Ø©',
        'second'                => 'Ø«Ø§Ù†ÙŠØ©',
        'content'               => 'Ø§Ù„Ù…ÙØ­ØªÙˆÙ‰',
        'description'           => 'Ø§Ù„ÙˆØµÙ',
        'excerpt'               => 'Ø§Ù„Ù…ÙÙ„Ø®Øµ',
        'date'                  => 'Ø§Ù„ØªØ§Ø±ÙŠØ®',
        'time'                  => 'Ø§Ù„ÙˆÙ‚Øª',
        'available'             => 'Ù…ÙØªØ§Ø­',
        'size'                  => 'Ø§Ù„Ø­Ø¬Ù…',
        'price'                 => 'Ø§Ù„Ø³Ø¹Ø±',
        'desc'                  => 'Ù†Ø¨Ø°Ù‡',
        'title'                 => 'Ø§Ù„Ø¹Ù†ÙˆØ§Ù†',
        'q'                     => 'Ø§Ù„Ø¨Ø­Ø«',
        'link'                  => ' ',
        'slug'                  => ' ',
        'birthday'              => 'ØªØ§Ø±ÙŠØ® Ø§Ù„Ù…ÙŠÙ„Ø§Ø¯',

        'nationalId'            => 'Ø§Ù„Ø±Ù‚Ù… Ø§Ù„ÙˆØ·Ù†ÙŠ',
        'serialNumber'          => 'Ø±Ù‚Ù… Ø§Ù„Ø³Ø±ÙŠ',
        'graduationYear'        => 'Ø³Ù†Ø© Ø§Ù„ØªØ®Ø±Ø¬',
        'examSession'           => 'Ø¬Ù„Ø³Ø© Ø§Ù„Ø§Ù…ØªØ­Ø§Ù†',
        'examNumber'            => 'Ø±Ù‚Ù… Ø§Ù„Ø§Ù…ØªØ­Ø§Ù†',
        'totalScore'            => 'Ø§Ù„Ù…Ø¬Ù…ÙˆØ¹ Ø§Ù„ÙƒÙ„ÙŠ',
        'subjectCount'          => 'Ø¹Ø¯Ø¯ Ø§Ù„Ù…ÙˆØ§Ø¯',
        'branch_id'            => 'ÙØ±Ø¹',
        'schools_id'            => 'Ù…Ø¯Ø±Ø³Ø©',
        'specializations_id'    => 'ØªØ®ØµØµ',
        'institutet_id'         => 'Ù…Ø¹Ù‡Ø¯',
        'governorate_id'       => 'Ù…Ø­Ø§ÙØ¸Ø©',
        'additional_phone'      => 'Ù‡Ø§ØªÙ Ø¥Ø¶Ø§ÙÙŠ',
        'motherName'            => 'Ø§Ø³Ù… Ø§Ù„Ø£Ù…',
        'departments'           => 'Ø§Ù„Ø£Ù‚Ø³Ø§Ù…',
        'time_preferences'      => 'ØªÙØ¶ÙŠÙ„Ø§Øª Ø§Ù„ÙˆÙ‚Øª',
        'characteristics'       => 'Ø§Ù„Ø³Ù…Ø§Øª',
    ],

];
